/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ auf %@";
msgFromAdminOnMachine = "%@ auf %@";

lastAccessHoursString = "vor mehr als %d Stunden";
lastAccessMinutesString = "vor %d Minuten";
lastAccessSecondsString = "vor %d Sekunden";
lastAccessOneHourString = "vor mehr als 1 Stunde";
lastAccessOneMinuteString = "vor 1 Minute";
lastAccessOneSecondString = "vor 1 Sekunde";

errAttnReqCommString = "Die Nachricht konnte wegen eines Kommunikationsfehlers nicht gesendet werden.";
errAttnReqNoAdminString = "Zurzeit ist kein Administrator verfügbar.";
errTextChatCommString = "Der Chat wurde aufgrund eines Kommunikationsfehlers beendet.";

unknownLastAccess = "Unbekannt";

restartRequestTitle = "Es wurde Software installiert, die einen Neustart erfordert.";
restartRequestMessage = "Ein Remote Desktop-Administrator hat auf Ihrem Computer Software installiert. Diese Software steht Ihnen erst nach einem Neustart des Computers zur Verfügung. Klicken Sie in „Neustart“, um alle Programme zu beenden und den Computer neu zu starten.";
buttonCancel = "Abbrechen";
buttonContinue = "Neustart";
